<!DOCTYPE html>
<html>
<body>
<h1>회원약관</h1>

<h3>[제 1장 총칙]</h3>

<h4>제 1조 (목적)</h4>
본 약관은 Do덕이 제공하는 교육정보종합서비스 Do덕(이하 "서비스"라 함)의 이용에 관한 조건 및 절차와 기타 필요한 사항을 규정하는 것을 목적으로 합니다.

<h4>제 2조 (용어의 정의)</h4>
본 약관에서 사용하는 용어의 정의는 다음과 같습니다.<br>
① Do덕 회원 : Do덕 기존 회원으로 Do덕에 회원가입을 하여 Do덕에서 제공하는 서비스를 정상적으로 사용할 수 있는 권한을 부여 받은 자<br>
② 이용자 : Do덕에 접속하여 이 약관에 따라 통합회원 서비스가 제공하는 Do덕과 이용계약을 체결한 자<br>
③ 이용계약 : 서비스를 제공받기 위하여 이 약관으로 Do덕과 이용자 간에 체결하는 계약<br>
④ 이용자번호(ID) : 이용자 식별과 이용자의 서비스 이용을 위하여 이용 계약 체결 시 이용자의 선택에 의하여 Do덕이 부여하는 문자와 숫자, 일부 특수문자의 조합<br>
⑤ 비밀번호 : 이용자 자신의 비밀을 보호하기 위하여 이용자 자신이 설정한 문자와 숫자, 특수문자의 조합<br>
⑥ 단말기 : 서비스 제공을 받기 위해 이용자가 설치한 개인용 컴퓨터 및 모뎀 등의 기기<br>
⑦ 서비스 이용 : 이용자가 단말기를 이용하여 Do덕의 주전산기에 접속하여 Do덕이 제공하는 정보를 이용하는 것<br>
⑧ 이용정지 : 서비스 이용과 관련하여 Do덕이 정하는 규정을 준수하지 않을 경우 서비스의 이용을 제한하는 것<br>
⑨ 강제 탈퇴 : 서비스 이용과 관련하여 Do덕이 정하는 규정을 준수하지 않을 경우 일정 기간 이용정지 후 Do덕 서비스 회원 정보가 삭제되는 것<br>
⑩ 휴면회원 : 회원자격을 얻은 후 서비스 최종접속일로부터 1년동안 로그인을 1회 이상 하지 않은 회원<br>

<h4>제 3조 (약관의 효력 발생 및 개정)</h4>
① 이 약관은 서비스 메뉴에 게시하여 공시함으로써 효력을 발생합니다.<br>
② Do덕이 필요하다고 인정하는 경우에는 본 약관을 약관의 규제에 관한 법률 기타 관련 법령에 위배되지 않는 범위 내에서 본 약관을 변경할 수 있으며, 약관이 변경된 경우에는 지체없이 공지합니다.<br>
다만, 이용자의 권리 또는 의무에 관한 중요한 내용의 변경은 최소한 7일 이전에 공지합니다.<br>
③ 회원이 변경된 약관에 동의하지 않으면, 서비스 이용을 중단하고 이용 계약을 해지할 수 있습니다.<br>
약관의 효력발생일로부터 7일 이후에도 거부의사를 표시하지 아니하고 "서비스"를 계속 사용할 경우 약관의 변경사항에 동의한 것으로 간주됩니다.<br>
④ 회원은 정기적으로 Do덕에 방문하여 약관의 변경사항을 확인하여야 합니다.<br>
변경된 약관에 대한 정보를 알지 못해 발생하는 이용자의 피해는 Do덕에서 책임지지 않습니다.<br>

<h4>제 4 조 (약관 외 준칙) </h4>
본 약관에 명시되지 않은 사항은 관계 법령에 규정되어 있을 경우 그 규정에 따르며, 그렇지 않은 경우에는 Do덕이 제공하는 개별 서비스의 이용약관 및 운영정책에 따릅니다.<br>


<h3>[제 2 장 서비스 이용 계약]</h3>

<h4>제 6 조 (서비스 이용계약의 성립)</h4>
①  회원이 되고자 하는 이용자가 회원가입 페이지의 “동의”라는 단추를 누르면 본 약관에 동의하는 것으로 간주됩니다.<br>
②  Do덕와 이용자간의 서비스 이용계약은 본 약관에 동의한 이용자의 이용신청에 대하여, Do덕이 요구하는 방법에 의해 본인확인이 완료된 이용자를 Do덕이 승낙함으로써 성립하고, 이용자는 Do덕이 승낙을 한 때로부터 회원의 자격을 취득합니다.<br>
③  서비스 이용계약은 이용자번호(ID)단위로 체결하며, 체결단위는 1인 이용자번호(ID)만 가능합니다. 서비스의 대량이용 등 특별한 서비스 이용은 별도의 계약으로 합니다.<br>

<h4>제 7 조 (서비스 이용 신청)</h4>
①  이용자(개인 또는 단체)는 Do덕이 정한 양식에 따라 회원정보를 모두 기입함으로써 회원가입을 신청하여야 합니다.<br>
②  이용 신청자가 만 14세 미만인 자(민법상의 행위무능력자 포함)일 경우에는 학급코드를 통해서만 가입할 수 있습니다.<br>
③  타인의 명의(이름 및 개인정보)를 도용하여 이용신청을 할 경우 해당 회원의 이용자 번호(ID)는 삭제되며, 관계법령에 따라 처벌을 받을 수 있습니다.<br>
④  Do덕은 본 서비스를 이용하는 회원의 직업군(교사, 학생, 일반 등)에 따라 이용에 차등을 둘 수 있습니다.<br>

<h4>제 8 조 (서비스 이용신청의 승낙과 제한)</h4>
①  Do덕이 이용자에게 요구하는 정보에 대해 이용자사 실명 및 실제 정보를 정확히 기재하여 이용신청을 한 경우에 상당한 이유가 없는 한 이용신청을 승낙합니다.<br>
②  Do덕은 다음 각 호의 어느 하나에 해당하는 이용신청에 대해서는 승낙을 하지 않을 수 있습니다.<br>
  1.이용 신청한 자가 만 14세 미만인 자로 법정대리인의 동의를 득하지 않았을 경우<br>
  2.다른 사람의 명의를 사용하여 이용신청을 하였을 경우<br>
  3.이용 신청 시 회원정보를 허위로 기재하여 이용 신청한 경우<br>
  4.사회의 안녕, 질서 혹은 미풍양속을 저해할 목적으로 이용신청을 하였을 경우<br>
  5.부정한 용도로 본서비스를 이용하려고 하는 경우<br>
  6.영리를 추구할 목적으로 본 서비스를 이용하고자 하는 경우<br>
  7.법령 또는 약관을 위반하여 이용계약이 해지된 적이 있는 이용자가 신청하는 경우<br>
  8.법령에서 이용 신청을 거절할 수 있는 경우<br>
  9.기타 Do덕에서 이용 승낙이 곤란하다고 판단되는 사유가 있는 경우<br>
③  Do덕은 다음 각 호의 어느 하나에 해당하는 경우에는 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.<br>
  1.Do덕의 설비 상 여유가 없는 경우<br>
  2.이용 신청을 승낙하는 것에 기술상 문제가 있는 경우<br>
  3.그 밖에 위 각 호에 준하는 사유로서 이용신청의 승낙이 곤란한 경우<br>


<h3>[제 3 장 계약당사자의 의무]</h3>

<h4>제 9 조 (Do덕의 의무)</h4>
①  Do덕은 관련 법령을 준수하고, 본 약관이 정하는 권리의 행사와 의무의 이행을 신의에 따라 성실하게 합니다.<br>
②  Do덕은 회원이 안전하게 서비스를 이용할 수 있도록 개인정보 보호를 위해 보안 시스템을 갖추어야 하며, 개인정보 처리방침을 공시하고 준수합니다. <br>
Do덕은 본 약관 및 개인정보 처리방침에서 정한 경우를 제외하고는 회원의 개인정보가 제3자에게 공개 또는 제공되지 않도록 합니다.<br>
③  Do덕은 계속적이고 안정적인 서비스의 제공을 위하여 서비스 개선을 하던 중 설비에 장애가 생기거나 데이터 등이 멸실된 때에는 천재지변, 비상사태, 현재의 기술로는 해결이 불가능한 결함 및 장애 등 부득이한 사유가 없는 한 지체없이 이를 수리 또는 복구하도록 최선의 노력을 다 합니다.<br>

<h4>제 10 조 (회원의 의무)</h4>
①  회원은 서비스를 이용할 때 다음 각 호에 해당하는 행위를 하지 않아야 합니다.<br>
  1. 다른 회원의 ID 및 암호를 부정하게 사용하는 행위<br>
  2. 서비스에서 얻은 정보를 Do덕의 사전승낙 없이 본래 이용 이외의 목적으로 복제 하거나 이를 출판 및 방송 등에 사용하거나 제3자에게 제공하는 행위<br>
  3. Do덕의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 행위<br>
  4. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위<br>
  5. 범죄와 결부된다고 객관적으로 판단되는 행위<br>
  6. 기타 관련 법령에 위배되는 행위<br>
②  회원은 본 약관에서 규정하는 사항과 서비스 이용안내 또는 주의사항을 준수하여야 합니다.<br>
③  회원은 Do덕이 서비스 공지사항에 게시하거나 별도로 공지한 이용제한 사항을 준수하여야 합니다.<br>
④  회원은 본 서비스를 이용하여 영업활동을 할 수 없으며, 영업활동의 결과와 회원이 약관에 위반한 영업활동을 이용하여 발생한 결과에 대하여 Do덕은 책임을 지지 않습니다.<br>
회원은 이와 같은 영업활동으로 인하여 Do덕에 손해가 발생한 경우에는 Do덕에 대하여 그 손해를 배상하여야 합니다.<br>
서비스의 이용권한, 기타 이용 계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.<br>


<h3>[제 4 장 서비스의 이용]</h3>

<h4>제 11 조 (서비스 이용시간)</h4>
①  서비스의 이용 시간은 Do덕의 업무 및 기술 상 특별한 지장이 없는 한 연중무휴, 1일 24시간(00:00-24:00)을 원칙으로 합니다. <br>
다만 정기점검 등의 필요로 Do덕이 정한 날과 시간은 그러하지 아니하며, 사전에 공지합니다.<br>
②  Do덕이 정기 점검 기타 서비스를 제공하지 못할 만한 합리적인 이유가 있는 경우에는 서비스의 제공을 중단할 수 있습니다.<br>

<h4>제 12 조 (이용자번호 등)</h4>
①  이용자번호(ID) 및 비밀번호에 대한 모든 관리책임은 이용자에게 있습니다.<br>
②  회원은 명백한 사유가 있는 경우를 제외하고는 이용자가 이용자번호(ID)를 공유, 양도 또는 변경할 수 없습니다.<br>
③  회원에게 부여된 이용자번호(ID)에 의하여 발생되는 서비스 이용 상 과실 또는 제3자에 의한 부정사용 등에 대한 모든 책임은 이용자에게 있습니다.<br>

<h4>제 13 조 (서비스 이용계약의 해지 및 제한)</h4>
①  이용자가 서비스 이용계약을 해지하고자 하는 때에는 온라인으로 Do덕에 해지신청을 하고, 신청 후 즉시 모든 회원정보를 삭제 합니다. <br>
단, 제13조 제3항에 해당되어 강제탈퇴된 경우에는 이용자 번호(ID)를 별도 관리합니다.<br>
②  Do덕은 이용자가 회원자격을 얻은 후 최종 접속일로부터 1년 이내에 로그인을 한 번도 하지 않은 경우 휴면회원으로 전환이 됩니다. <br>
휴면회원으로 전환되어 1년 이상 휴면 상태가 유지될 경우 회원자격을 상실할 수 있습니다.<br>
③  Do덕은 이용자가 다음 각 호에 해당하는 경우 서비스의 이용을 즉시 정지하고 일정기간 이후 회원 강제탈퇴 시킬 수 있으며 적법 조치를 포함한 제재를 가할 수 있습니다.<br>
1.타인의 이용자번호(ID), 비밀번호, 주민등록번호를 도용한 경우<br>
2.Do덕의 운영진, 직원 또는 관계자를 사칭하는 경우<br>
3.서비스에 위해를 가하거나 고의로 방해하는 경우<br>
4.타인의 명예나 프라이버시를 침해할 수 있는 내용을 게시 또는 수신자의 의사에 반하는 광고성 정보, 전자우편을 전송하는 경우<br>
5."저작권법"을 위반한 불법프로그램의 제공 및 운영방해를 하는 경우<br>
6.선거관리위원회의 유권해석 상의 불법선거운동을 하는 경우<br>
7.서비스를 이용하여 얻은 정보를 Do덕의 동의 없이 상업적으로 이용하는 경우<br>
8."정보통신망 이용촉진 및 정보보호 등에 관한 법률"을 위반한 불법통신 및 해킹, 악성프로그램 배포, 접속권한 초과행위등을 하는 경우<br>
9.기타 Do덕에서 부적당하다고 판단한 경우<br>
④  전항의 규정에 의하여 이용자의 이용을 제한하는 경우와 제한의 종류 및 기간 등 구체적인 기준은 Do덕의 공지, 서비스 이용안내 등에서 별도로 정한 바에 의합니다.<br>

<h4>제 14 조 (게시물의 관리)</h4>
①  Do덕은 서비스용 설비의 용량에 여유가 없다고 판단되는 경우 필요에 따라 이용자가 게재 또는 등록한 내용물을 삭제할 수 있습니다.<br>
②  Do덕은 서비스용 설비의 용량에 여유가 없다고 판단되는 경우 이용자의 서비스 이용을 부분적으로 제한할 수 있습니다.<br>
③  제 1 항 및 제 2 항의 경우에는 당해 사항을 사전에 온라인을 통해서 공지합니다.<br>
④  Do덕은 이용자가 게재 또는 등록하는 서비스 내의 내용물이 다음 각 호에 해당한다고 판단되는 경우에 이용자에게 사전 통지 없이 삭제할 수 있습니다.<br>
1.다른 이용자 또는 제 3자를 비방하거나 명예를 손상시키는 내용인 경우<br>
2.공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형, 음향, 동영상 등을 유포 하거나 게시물에 링크시키는 경우<br>
3.불법 복제 또는 해킹을 조장하는 내용인 경우<br>
4.영리를 목적으로 하는 광고인 경우<br>
5.반국가적, 반사회적, 범죄적 행위와 결부된다고 판단되는 경우<br>
6.다른 이용자 또는 제 3자의 저작권 등 기타 권리를 침해하는 경우<br>
7.기타 법령에 위배된다고 판단되는 경우<br>
⑤  학급의 경우 개설 후 1년 이내에 접속이 없는 경우 ‘운영 중지’ 상태로 자동 전환됩니다. 또한 학급 운영자는 해당 커뮤니티의 상태를 운영 중지 상태로 전환할 수 있습니다. <br>
운영 중지 상태에서는 커뮤니티 구성원들의 서비스 이용이 부분적으로 제한됩니다. <br>
운영이 중단된 커뮤니티는 1년이 경과하면 자동으로 폐쇄 상태로 전환되며 게시글 등을 포함한 모든 자료는 영구 삭제됩니다. <br>
영구 삭제된 커뮤니티는 복구할 수 없습니다.<br>
⑥  학급 운영자는 해당 커뮤니티의 상태를 폐쇄 상태로 전환할 수 있습니다. <br>
운영자가 자진 폐쇄하면 게시글 등을 포함한 모든 자료는 자동으로 영구 삭제되며, 폐쇄된 커뮤니티는 복구할 수 없습니다.<br>

<h4>제 15 조 (서비스 제공의 중지 및 제한)</h4>
Do덕은 서비스의 효율적인 이용 및 운영을 위해 사전 공지 후 포인트의 일부 또는 전부를 조정할 수 있습니다.


<h3>[제 5 장 저작권 등]</h3>

<h4>제 16 조 (게재된 자료에 대한 권리)</h4>
①  서비스에 회원이 게재한 자료의 권리와 책임은 회원에게 있으며, Do덕은 회원의 동의 없이 이를 영리적으로 이용할 수 없습니다. <br>
다만, 비영리 목적의 경우에는 그러하지 아니하며, 또한 서비스 내에 게재할 수 있습니다.<br>
②  게시자의 사전 동의 없이 이용자는 서비스를 이용하여 얻은 정보를 가공·판매하는 행위 등 서비스에 게재된 자료를 영리 목적으로 이용할 수 없습니다. <br>
단, 게시물의 이용허락표시 라이선스 설정에 따라 이용하는 것은 가능합니다.<br>
③  Do덕은 이용자가 게시하거나 등록하는 서비스 내의 내용물, 게시 내용에 대해 제14조 각 호에 해당된다고 판단되는 경우 사전통지 없이 삭제하거나 이동 또는 등록 거부할 수 있습니다.<br>

<h4>제 17 조 (정보의 제공)</h4>
①  Do덕은 이용자에게 서비스 이용에 필요가 있다고 인정되는 각종 정보에 대해서 전자우편의 방법으로 회원에게 제공할 수 있습니다.<br>
②  Do덕은 서비스 개선 및 이용자 대상의 맞춤서비스 제공 등의 목적으로 이용자의 동의 하에 추가적인 개인정보를 요구할 수 있습니다.<br>


</h3>[제 6 장 손해배상 등]</h3>

<h4>제 18 조 (손해배상)</h4>
①  Do덕은 고의 또는 중과실로 회원에게 손해를 끼친 경우, 손해에 대하여 배상할 책임이 있습니다.<br>
②  회원이 본 약관을 위반하여 Do덕에 손해를 끼친 경우, 회원은 Do덕에 대하여 그 손해에 대하여 배상할 책임이 있습니다.<br>

<h4>제 19 조 (면책)</h4>
①  Do덕은 회원이 서비스를 이용하여 기대하는 이익을 얻지 못하였거나 서비스에 게재된 자료 이용으로 인해 발생하는 손해에 대해서는 책임을 지지 않습니다.<br>
②  Do덕은 회원의 귀책사유로 인한 서비스 이용의 장애에 대하여 책임을 지지 않습니다.<br>
③  Do덕은 천재지변, 전쟁, 기간통신사업자의 서비스 중지 등의 불가항력으로 인해 서비스를 제공할 수 없는 경우에는 서비스 제공에 대한 책임을 지지 않습니다.<br>
④  Do덕은 서비스용 설비의 보수, 교체, 정기점검, 공사 등 부득이한 사유로 발생한 손해에 대한 책임을 지지 않습니다.<br>
⑤  Do덕은 연계사이트가 전송, 제공한 자료의 신뢰도, 정확성 등 내용에 관하여 책임을 지지 않습니다.<br>
⑥  Do덕은 연계 사이트가 취급하는 상품 또는 용역에 대하여 보증책임을 지지 않습니다.<br>
⑦  Do덕와 연계 사이트는 독자적으로 사이트를 운영합니다. 따라서 Do덕은 연계 사이트와 회원간에 행해진 어떠한 거래에 대하여서도 책임을 지지 않습니다.<br>
⑧  Do덕은 회원의 게시물을 등록 전에 사전심사 하거나 상시적으로 게시물의 내용을 확인 또는 검토하여야 할 의무가 없으며, 그 결과에 대한 책임을 지지 않습니다.<br>

<h3>[ 부칙 ]</h3>
 (시행일) 본 약관은 2019년 6월 1일부터 시행합니다.<br>
</body>
</html>
