<!DOCTYPE html>
<html>
<body>
<h1>개인정보처리방침</h1>
<p>도덕 어플리케이션 Do덕은 개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리방침을 두고 있습니다.</p>
<h3>1. 수집하는 개인정보의 항목 및 수집방법</h3>
<p>가. 수집하는 개인정보의 항목</p>
<h4>첫째, Do덕은 회원가입, 각종 서비스의 제공을 위해 최초 회원가입 당시 아래와 같은 최소한의 개인정보를 필수항목으로 수집하고 있습니다.</h4>
<p>  <회원가입></p>
<p>- 필수항목 : 아이디, 비밀번호, 이름</p>
<p>둘째, 서비스 이용과정에서 아래와 같은 정보들이 자동으로 생성되어 수집될 수 있습니다.</p>
<p>- IP Address, 쿠키, 서비스 이용 기록, 접속 로그</p>
<h4>나. 개인정보 수집방법</h4>
<p>   Do덕은 다음과 같은 방법으로 개인정보를 수집합니다.</p>
<p>- 홈페이지</p>
<h3>2. 개인정보의 수집 및 이용 목적</h3>
<p> Do덕은 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전 동의를 구할 예정입니다.</p>
<h4>가. 홈페이지 회원가입 및 관리</h4>
<p>회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리, 서비스 부정이용 방지, 등을 목적으로 개인정보를 처리합니다.</p>
<h4>나. 민원사무 처리</h4>
<p>민원인의 신원 확인, 민원사항 확인, 사실조사를 위한 연락·통지, 처리결과 통보 등을 목적으로 개인정보를 처리합니다.</p>
<h3>3. 개인정보의 제3자 제공에 관한 사항</h3>
<p>Do덕은 원칙적으로 이용자의 개인정보를 수집·이용 목적으로 명시한 범위 내에서 처리하며, 다음의 경우를 제외하고는 정보주체의 사전 동의 없이 본래의 목적 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.</p>
<p>- 정보주체로부터 별도의 동의를 받는 경우<br>
- 법률에 특별한 규정이 있는 경우<br>
- 정보주체 또는 법정대리인이 의사표시를 할 수 없는 상태에 있거나 주소불명 등으로 사전 동의를 받을 수 없는 경우로서 명백히 정보주체 또는 제3자의 급박한 생명, 신체, 재산의 이익을 위하여 필요하다고 인정되는 경우<br>
- 통계작성 및 학술연구 등의 목적을 위하여 필요한 경우로서 특정 개인을 알아 볼 수 없는 형태로 개인정보를 제공하는 경우<br>
- 개인정보를 목적 외의 용도로 이용하거나 이를 제3자에게 제공하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우로서 보호위원회의 심의·의결을 거친 경우<br>
- 조약, 그 밖의 국제협정의 이행을 위하여 외국정보 또는 국제기구에 제공하기 위하여 필요한 경우<br>
- 범죄의 수사와 공소의 제기 및 유지를 위하여 필요한 경우<br>
- 법원의 재판업무 수행을 위하여 필요한 경우<br>
- 형 및 감호, 보호처분의 집행을 위하여 필요한 경우</p>
<h3>4. 개인정보의 처리 및 보유 기간</h3>
<p>Do덕은 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터 개인정보를 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유합니다.</p>
<p><홈페이지 회원가입 및 관리></p>
<p><홈페이지 회원가입 및 관리>와 관련한 개인정보는 수집·이용에 관한 동의일로부터<회원 탈퇴 시 까지>까지 위 이용목적을 위하여 보유·이용됩니다.</p>
<p>-보유근거 : 정보주체 동의</p>
<p><회원자격 인증정보></p>
<p>보존 항목 : 성명, 학급코드<br>
보존 이유 : 부정 가입 및 이용 방지<br>
보존 기간 : 1년</p>
<h3>5. 개인정보 파기 절차 및 방법</h3>
<p>Do덕은 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체 없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.</p>
<h4>가. 파기절차</h4>
<p>이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다.<br>
이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.</p>
<h4>나. 파기기한</h4>
<p>이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등<br>
그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.</p>
<h4>다. 파기방법</h4>
<p>- 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.<br>
- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</p>
<h3>6. 개인정보의 안전성 확보 조치</h3>
<p>이용자의 개인정보는 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.</p>
<h3>7. 개인정보 처리방침의 변경</h3>
<p>본 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경 내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.</p>
<p>- 공고일자 : 2019년 6월 1일<br>
- 시행일자 : 2019년 6월 1일</p>
</body>
</html>
